{

    "Name" : "KPSC GmbH",
    "PhoneNumber" : "+49 4348 91 90 00",
    "Street" : "Söhren 41",
    "Mail" : "info@kpsc.com",
    "Country" : "Germany",
    "PLZ" : "D-24232 Schönkirchen",
    "TradeRegisterNumber" : "HRB 8757 KI",
    "RegistrationCourt" : "Kiel",
    "VatID" : "DE255085486",
    "Represantor" : "Klaus-Peter Schatzmann, Nils Bretschneider",
    "PhonePrefix" : "Phone:",
    "MailPrefix" : "Mail:",
    "TradeRegisterPrefix" : "Trade register No.:",
    "RegistrationCourtPrefix": "Head Office and Registration court:",
    "VatIDPrefix" : "VAT ID:",
    "VatIDLongPrefix" : "VAT ID (according to §27a of the Value Added Tax Act):",
    "Header_Solutions": "Solution",
    "Header_Solutions_PRP": "Purchace requisition processing",
    "Header_Solutions_OC": "Order Confirmation",
    "Header_Solutions_DNP": "Delivery note processing",
    "Header_Solutions_GRP": "Goods return processing",
    "Header_Solutions_IP": "Invoice Processing",
    "Header_Solutions_SOP": "Sales order processing",
    "Header_Solutions_BPR": "Buisness Partner registration",
    "Header_Solutions_TEP": "Travel expense processing",
    "Header_References": "References",
    "Header_References_SE": "Social Engagement",
    "Header_Support": "Support",
    "Header_Company": "Company",
    "Header_Contact": "Contact",

    "Footer_Header_Header": "We'll be there for you",
    "Footer_Header_Call_Header": "Call KPSC",
    "Footer_Header_Mail_Header": "Email",
    "Footer_Footer_Home": "Home",
    "Footer_Footer_Jobs": "Jobs",
    "Footer_Footer_Contact": "Contact",
    "Footer_Footer_Imprint": "Imprint",
    "Footer_Footer_DataProtection": "Data protection",
    "Footer_Footer_MSDataProtection": "Data protection - Mircosoft Teams",
    "Footer_Footer_AGB": "AGB",
    "Main_Header_Image_Head": "Purchase to Pay from KPSC in SAP",
    "Main_Header_Image_Content": "From procurement to payment - The transformation of your process into the digtal era",
    "Main_Header_Image_Footer": "Products for optimized SAP processes",

    "Main_Brand_Head": "Individual mapping of company processes in SAP",
    "Main_Brand_Content": "KPSC GmbH offers you a fully integrated software platform in your SAP system for the automatic collection an enrichment of transaction- related data.",

    "Main_Solution_Header": "KPSC solutions for automated and digitized SAP processes",
    "Main_Solution_Content": "With the KPSC solutions you optimize the digital processes in your company. The KPSC solutions are modular, versatile and intelligent. Our products map the essential processes related to the acquisition and enrichment of process-related data. They are processed on a document-specific basis and configured individually depending on the SAP object and company code processes. With products from KPSC you can, for example, process orders, returns, invoices, customer orders or travel expense reports quickly and efficiently in SAP. If required, mobile access is possible via our intuitive app.",
    "Main_Solution_Button": "KPSC solutions",

    "Main_Feature_PTP": "Purchase to Pay",
    "Main_Feature_PTP_PR": "Procurement / PR",
    "Main_Feature_PTP_OC": "Order confirmation / OC",
    "Main_Feature_PTP_DN": "Delivery note processing / DN",
    "Main_Feature_PTP_GR": "Incomming goods registration / GR",
    "Main_Feature_PTP_RT": "Return / RT",
    "Main_Feature_PTP_FI": "Invoice processing / FI / MM",
    "Main_Feature_PTP_PC": "Payment chains / PC",

    "Main_Feature_OTC": "Order to Cash",
    "Main_Feature_OTC_SO": "Sales order entry / SO",
    "Main_Feature_OTC_BD": "Customer invoices / credit memos / BD",

    "Main_Feature_ADM": "Administration",
    "Main_Feature_ODM_BP": "Buisness partner registration / BP",
    "Main_Feature_ODM_TE": "Travel expense management / TE",

    "Solution_Header_Title": "Solutions for optimized processes",
    "Solution_Header_FirstRow": "_Intelligent",
    "Solution_Header_SecRow": "_Modular",
    "Solution_Header_ThirdRow": "_Versatile",

    "Solution_Branch_First_Header": "Solutions for automated and digitized processes",
    "Solution_Branch_First_Content": "With the KPSC solutions you optimize the digital processes in your company. Our solution modules map the essential processes related to the acquisition and enrichment of process-related data. They are processed on a document-specific basis and configured individually depending on the SAP object and company code processes.",
    "Solution_Branch_Second_Header": "ZUGFeRD and KPSC - the perfect team for digital invoice capture.",
    "Solution_Branch_Second_Content": "KPSC supports the overarching format for electronic invoices developed by the Forum Electronic Invoice Germany (FeRD).",

    "References_Header_Title": "References",
    "References_Header_FirstRow": "_Satisfied customers from many industries",
    "References_Header_SecRow": "_Reliable partners in your area",

    "Company_Header_Title": "KPSC GmbH - Digital Concepts",
    "Company_Header_FirstRow": "_Global engagement",
    "Company_Header_SecRow": "_Cross Industries Competence",
    "Company_Header_ThirdRow": "_Worldwide Sales Partners",
    
    "Company_Description_Title": "Company",
    "Company_Description_First_Text" : "KPSC GmbH is a software and consulting company, who distributes in-house developed full integrated SAP solution modules. ",
    "Company_Description_Second_Text" : "The company was founded in 2004 by Klaus-Peter Schatzmann, who has more than 20 years  professional experience in the field of SAP and concentrates on permanent product innovation. Co-owner Nils Bretschneider, former COO of various software companies for many years and most recently responsible for the ERP and CRM business of the Accenture subsidiary Avanade in Germany, Austria and Switzerland contributes his widespread expertise from key process consulting and software implementation projects. KPSC has its offices in Kiel/Schönkirchen, Hamburg and South Germany from where installations are performed and supported both on the domestic market and abroad. ",
    "Company_Description_Third_Text" : "In addition to the license business, KPSC supports its partners from IT system houses and SAP implementers in the guidance of optimized SAP-supported business processes.",
    "Company_Description_Fourth_Text" : " The services of KPSC help their partners and customers to quickly cope with projects and benefit from durable and successful implementation.",
    "Company_Startup_Title" : "Startups watch out:",
    "Company_Startup_Text" : "We're sending you to San Francisco and Silicon Valley. Let yourself be inspired for a week and advance your business idea. We are a sponsor of the high-flyer start-up competition and we stand up for your good ideas. Apply and present your business idea to us in the pitch. The three most convincing teams win a trip to San Francisco and Silicon Valley.",
    "Company_Startup_LinkText" : "All information under ",
    "Company_Startup_Hashtags" : "#startup #schleswigholstein #sanfrancisco #siliconvalley # ueberflieger2021",
    "Company_KielLeuchtet_Title" : "#KIELLEUCHTET",
    "Company_KielLeuchtet_Text" : "We are partners and supporters of the Kiel Sporthilfe Foundation. It has been promoting talent in the region since 1994. Since the Kiel Sporthilfe Foundation needs every help to sustainably promote top-class sport, we are happy to support it. For sport in Kiel and for the Olympics.",

    "Contact_Header_Title" : "Contact us",
    "Contact_Title" : "Contact",
    "Contact_ButtonText" : "Call KPSC",
    "Contact_NameText" : "Your Name",
    "Contact_MailText" : "Your email adress",
    "Contact_PhoneText" : "Phone number",
    "Contact_TitleText" : "Reference",
    "Contact_MessageText" : "Your message",
    "Contact CheckboxMessage" : "I have taken note of the data protection explanation. I agree that my details and data are liftet up and saved electronically for the reply to mi inquiry. Note; You can revoke your consent by e-mail any time for the future.",
    "Contact_SendButton" : "Send",
    "Imprint_Header_Title": "Imprint",
    "Imprint_Title" : "Responsible in terms of § 5 of the German Telemedia Act (TMG):",
    "Imprint_Represantation_Title" : "Power of representation",
    "Imprint_Registration_Title" : "Registration",
    "Imprint_Warranty_Title" : "Disclaimer of warranty",
    "Imprint_Warranty_LFC_Title" : "Liability for contents",
    "Imprint_Warranty_LFC_Text" : "The contents of our website have been issued with due diligence. However, we assume no liability for the correctness, completeness and currentness of the contents. As a service provider, we are responsible for our own contents on this website within the scope of the general laws as per §7 Section 1 of the German Telemedia Act. According to §§ 8 to 10 of the German Telemedia Act, as a service provider we are not liable for the monitoring of transferred or stored third party information or for searching circumstances indicating unlawful activity. Any obligations regarding the removal or inhibition of the use of information as per the general laws remain unaffected thereof. However, any liability in this respect is only incurred from the moment the breach of law is actually known. As soon as we become aware of the relevant breaches, we will immediately remove these contents.",
    "Imprint_Warranty_LFL_Title" : "Liability for links",
    "Imprint_Warranty_LFL_Text" : "Our offer includes links to external websites of third parties whose contents are beyond our control. Therefore we can’t be held liable for these third party contents. As far as the contents of the linked pages are concerned, the relevant provider or operator of these pages is respectively liable. At the time of the linking, the linked pages were checked to obviate any possible infringements. Unlawful contents were not recognisable at the time the links were set up. However, permanent checking of the linked pages in terms of content is not reasonable without specific evidence indicating legal infringement. As soon as any possible infringements are brought to our knowledge, we will immediately remove the associated links.",
    "Imprint_Warranty_DP_Title" : "Liability for contents",
    "Imprint_Warranty_DP_Text" : "The use of our website is usually possible without providing personal information. If our pages specify personal data (e.g. name, address or e-mail addresses), this is, as far as possible, carried out by mutual agreement. No personal data will be forwarded to any third parties without your express consent. We draw your attention to the fact that data transmission on Internet (e.g. when communicating by e-mail) may involve security-relevant risks. Seamless data protection against any access through third parties is not possible. We hereby expressly prohibit the use of contact data published in accordance with the provisions of the German Telemedia Act through third parties for the transmission of unsolicited advertisements and information material. The website operators expressly reserve the right to legally proceed in case of any unwanted sending of advertisement information, e.g. through spam mails.",
    "Imprint_PhotoCredits" : "Photo credit: Shutterstock.com"
   
}